//**********************************************************************
//**********************************************************************
//**                                                                  **
//**        (C)Copyright 1985-2005, American Megatrends, Inc.         **
//**                                                                  **
//**                       All Rights Reserved.                       **
//**                                                                  **
//**             6145-F Northbelt Pkwy, Norcross, GA 30071            **
//**                                                                  **
//**                       Phone: (770)-246-8600                      **
//**                                                                  **
//**********************************************************************
//**********************************************************************

//**********************************************************************
// $Header: $
//
// $Revision: $
//
// $Date: $
//**********************************************************************
// Revision History
// ----------------
// $Log: $
// 
//**********************************************************************
//<AMI_FHDR_START>
//
// Name:	BDS.uni
//
// Description:	BDS Strings
//
//<AMI_FHDR_END>
//**********************************************************************
/=#
#include "VFR.uni"
#string STR_SHELL #language eng "Built-in EFI Shell"
#string STR_FD #language eng "Removable Drive"
#string STR_HD #language eng "Hard Drive"
#string STR_CD #language eng "CD/DVD Drive"
#string STR_PCMCIA #language eng "PCMCIA Device"
#string STR_USB #language eng "USB"
#string STR_NET #language eng "Network Card"
#string STR_BEV #language eng "BEV Device"
#string STR_UNKNOWN #language eng "Unknown Device"
#string STR_ATAPI #language eng "ATAPI"
#string STR_SCSI #language eng "SCSI"
//**********************************************************************
//**********************************************************************
//**                                                                  **
//**        (C)Copyright 1985-2005, American Megatrends, Inc.         **
//**                                                                  **
//**                       All Rights Reserved.                       **
//**                                                                  **
//**             6145-F Northbelt Pkwy, Norcross, GA 30071            **
//**                                                                  **
//**                       Phone: (770)-246-8600                      **
//**                                                                  **
//**********************************************************************
//**********************************************************************